<?php

$_['heading_title'] = 'Documentation';

$_['documentation_add_product'] = 'Добавление товара';

$_['documentation_general'] = 'Заполнение основной информации о продукте в вкладке <b>General</b>';

$_['documentation_data'] = 'В этом блоке <b>Data</b> мы добавляем всю доп информацию про товар';

$_['documentation_data_dop'] = 'Если речь идет за грамовку чая, то нужно изменить этот параметр :' ;

$_['documentation_link'] = 'В блоке <b>Links</b> вам нужен только первые 3 атрибута. Manufacturer - бренд чая, Categories - сорт чая допустим, Filters - для поиска по фильтрам(Пример: Улун)';

$_['documentation_attribute'] = 'Блок <b>Attribute</b> нужен только для поиска по фильтрации товара (Пример : hot/cold, гарячий либо холодный чай, зеленый либо красный)';

$_['documentation_option'] = 'Блок <b>Option</b>, говорит само за себя, но напиши пример (выбор цвета, размера и тд. Для чая мало подходит) Отображается на карточке товара';

$_['documentation_image'] = 'Добавление фоток товара <b>Image</b>';

$_['documentation_seo'] = 'Этот блок <b>Seo</b> больше для сеошника, который будет настраивать поиск товара по сайту по ключевым словам';
